01 REG-RESP.
   05 RESP-STATUS    PIC X(2).
   05 RESP-CODIGO    PIC 9(5).
   05 RESP-NOME      PIC X(40).
   05 RESP-TELEFONE  PIC X(15).
   05 RESP-EMAIL     PIC X(50).
